window.initialTasks = [
	{
		id: 1,
		subject: "Организационно-правовое обеспечение информационной безопасности",
		title: "Определить, на сайтах каких органов осуществляется защита государственной и личной информации",
		dueDate: "2026-09-07",
		note: "",
		done: false
	},
	{
		id: 2,
		subject: "Математика",
		title: "ничего",
		dueDate: "2026-09-09",
		note: "",
		done: false
	},
	{
		id: 3,
		subject: "Кубановедение",
		title: "кто не рассказал про посёлок город на этом уроке рассказать на следующей лекции",
		dueDate: "2026-09-11",
		note: "",
		done: false
	}
];
