window.initialTasks = [
	{
		id: 1,
		subject: "Организационно-правовое обеспечение информационной безопасности",
		title: "Определить, на сайтах каких органов осуществляется защита государственной и личной информации",
		dueDate: "2026-09-09",
		note: "на след урок",
		done: false
	},
	{
		id: 2,
		subject: "Кубановедение",
		title: "Сделать характеристику населённого пункта на Кубани(тем кто не рассказал)",
		dueDate: "2026-09-11",
		note: "В характеристике не должно быть названия или указанных знаков населённого пункта",
		done: false
	},
	{
		id: 3,
		subject: "История",
		title: "Доделать шкалу либерализма и расписать каждую его часть",
		dueDate: "2026-09-14",
		note: "Например: Коммунизм (от лат. commūnis — «общий, всеобщий») — это теоретическая модель общественного и экономического строя, в основе которого лежит общественная собственность на средства производства.",
		done: false
	},
	{
		id: 4,
		subject: "Иностранный язык в профессиональной деятельности",
		title: "Выучить те слово сочетания на следующий урок",
		dueDate: "2026-09-14",
		note: "",
		done: false
	},
	{  
		id: 5,
	    subject: "Основы алгоритмизации и программирования",
		title: "Создать приложение/игру на C++",
		dueDate: "2027-05-11",
		note: "Приложение можно создать одному, игру в 4-ом, не обязательно делать проект можно изучать и шифрование, но проект как по мне легче. Если проект, он спросит пару легких вопросов у вас и все.",
        done: false
	}		
];
