window.initialTasks = [
	{
		id: 1,
		subject: "Организационно-правовое обеспечение информационной безопасности",
		title: "Определить, на сайтах каких органов осуществляется защита государственной и личной информации",
		dueDate: "2026-09-07",
		note: "",
		done: false
	},
	{
		id: 2,
		subject: "Кубановедение",
		title: "Сделать характеристику населённого пункта на Кубани, кроме города",
		dueDate: "2026-09-04",
		note: "В характеристике не должно быть названия или указанных знаков населённого пункта",
		done: false
	},
    {
		id: 3,
		subject: "Математика",
		title: "ничего",
		dueDate: "2026-09-09",
		note: "",
		done: false
	}
];
