window.initialTasks = [
	{
		id: 1,
		subject: "Организационно-правовое обеспечение информационной безопасности",
		title: "Определить, на сайтах каких органов осуществляется защита государственной и личной информации",
		dueDate: "2026-09-16",
		note: "",
		done: false
	},
	{
		id: 2,
		subject: "Математика",
		title: "ничего",
		dueDate: "2026-09-09",
		note: "",
		done: false
	},
	{
		id: 3,
		subject: "Кубановедение",
		title: "кто не рассказал про посёлок город на этом уроке рассказать на следующей лекции",
		dueDate: "2026-09-11",
		note: "",
		done: false
	},
	{
		id: 4,
		subject: "Основы Информационной Безопасности",
		title: "Создать проект абсолютно любой приложения/игра",
		dueDate: "2027-05-11",
		note: "Приложение должно основываясь на языке C++",
		done: false
	},
	{
		id: 5,
		subject: "История",
		title: "Нарисовать шкалу либератизма",
		dueDate: "2026-09-17",
		note: "у кого нет",
		done: false
    },
	{
		id: 6,
		subject: "Иностранный язык в проффесиональной деятельности",
		title: "Выучить словосочетания которые писали на уроке 07.09",
		dueDate: "202г-09-14",
		note: "",
		done: false
    }
	];
		
