window.initialTasks = [
	{
		id: 1,
		subject: "Организационно-правовое обеспечение информационной безопасности",
		title: "скоро обновится",
		dueDate: "2026-09-31",
		note: "",
		done: false
	},
	{
		id: 2,
		subject: "Иностранный язык в профессиональной деятельности",
		title: "скоро обновится",
		dueDate: "2026-10-21",
		note: "",
		done: false
	},
	{
		id: 3,
		subject: "Информатика",
		title: "Закончить конспект и скинуть фотографии,в группу TG/ЭОС, в начале сделать титульный лист как на ИП",
		dueDate: "2026-10-06",
		note: "",
		done: false
	},
	{  
		id: 4,
	    subject: "Основы алгоритмизации и программирования",
		title: "На следующую пару подготовиться к опросу по лекциям",
		dueDate: "2026-10-03",
		note: "",
        done: false
	},		
	{  
		id: 5,
	    subject: "Основы алгоритмизации и программирования",
		title: "Создать приложение/игру на C++",
		dueDate: "2027-05-11",
		note: "Приложение можно создать одному, игру в 4-ом, не обязательно делать проект можно изучать и шифрование, но проект как по мне легче. Если проект, он спросит пару легких вопросов у вас и все.",
        done: false
	}		
];
